posts/2020-10-19.org
#+BEGIN_COMMENT
.. title: 2020-10-19
.. slug: 2020-10-19
.. date: 2020-10-19 07:25:13 UTC+02:00
.. tags: 
.. category: 
.. link: 
.. description: Catching up with the most important quantum news of the last several months -- Must read: a fully error corrected qubit has been realized
.. type: text

#+END_COMMENT

* Must Read

** Fault-Tolerant Operation of a Quantum Error-Correction Code -- [[https://arxiv.org/abs/2009.11482][source]]
/Laird Egan, Dripto M. Debroy, Crystal Noel, Andrew Risinger, Daiwei Zhu, Debopriyo Biswas, Michael Newman, Muyuan Li, Kenneth R. Brown, Marko Cetina, Christopher Monroe/
Major achievement showing that experimental groups are on the way to building error corrected quantum computers. This is a major step forward fault-tolerance.


* General Public Articles

** Study achieves a new record fiber QKD transmission distance of over 509 km -- [[https://phys.org/news/2020-03-fiber-qkd-transmission-distance-km.html][source]]
/Phys.org -- Jian-Wei Pan, Qiang Zhang, Xiang-Bin Wang -- University of Science and Technology of China and Tsinghua University/
A very specific protocol for QKD over very long distances on optical fiber. It would need to be really studied carefully to see how security proofs adapt to it. But it's an impressive result showing the potential of this technology.

** Quantum Technology 2020 Trends: These Are The Immediate Security Threats And Opportunities -- [[https://www.forbes.com/sites/sap/2020/02/13/quantum-technology-2020-trends-these-are-the-immediate-security-threats-and-opportunities/][source]]
/Forbes -- SAP, IDC/ Interesting to see that Quantum Communicaton is starting to be seen as the most immediately applicable quantum information technology. Quantum technologies is offering new solutions to cybersecurity threats including eg. hardware authentication. 

** Berkeley Lab to tackle particle physics with Quantum Computing -- [[https://www.swissquantumhub.com/berkeley-lab-to-tackle-particle-physics-with-quantum-computing/][source]]
/Swiss quantum hub -- LBNL, IBM/ The most compelling use of quantum machine learning to date in my opinion. It's not for replacing Siri's algo yet, but it shows that there is an advantage to QML even with currrent day machines.

** McAfee: Start protecting against quantum computing hacks now -- [[https://venturebeat.com/2020/02/25/mcafee-start-protecting-against-quantum-computing-hacks-now/][source]]
/Venturebeat -- McAfee/ Private companies start embracing the movement started by the NIST warning that it's time to start worrying about quantum computers breaking today's encryption: the reason is that some businesses need to protect data over very long periods of time (think about health data that needs to be protected for several decades). Now stealing encrypted data now, storing it for 20 or 30 years and breaking it then with a Quantum Computer is a very plausible scenario. That is what it's all about. Solutions include post quantum crypto and in some situations quantum crypto.

** Scientists Create Quietest Semiconductor Quantum Bits Ever – 10 Times Lower Noise Than Previous Record -- [[https://scitechdaily.com/scientists-create-quietest-semiconductor-quantum-bits-ever-10-times-lower-noise-than-previous-record/amp/][source]]
/SciTechDaily -- CQC2T, SQC -- Michelle Simmons/ Creating silicon qubits with very low noise (99% fidelity). Really impressive!

* Positions

** Several postdoc positions available at EDIPAR Virtual Quantum Lab (LIP6 CNRS Sorbonne Université and University of Edinburgh -- [[http://edi-par.com/2020/09/21/vacancy-post-doctoral/][details]]
