posts/2020-10-19/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="description" content="Catching up with the most important quantum news of the last several months -- Must read: a fully error corrected qubit has been realized">
<meta name="viewport" content="width=device-width">
<title>2020-10-19 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2020-10-19/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="2020-10-19">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2020-10-19/">
<meta property="og:description" content="Catching up with the most important quantum news of the last several months -- Must read: a fully error corrected qubit has been realized">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2020-10-19T07:25:13+02:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                2020-10-19
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2020-10-19T07:25:13+02:00">2020/10/19</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <div id="outline-container-org383d9c2" class="outline-2">
<h2 id="org383d9c2">Must Read</h2>
<div class="outline-text-2" id="text-org383d9c2">
</div>
<div id="outline-container-orge481cbd" class="outline-3">
<h3 id="orge481cbd">Fault-Tolerant Operation of a Quantum Error-Correction Code – <a href="https://arxiv.org/abs/2009.11482">source</a>
</h3>
<div class="outline-text-3" id="text-orge481cbd">
<p>
<i>Laird Egan, Dripto M. Debroy, Crystal Noel, Andrew Risinger, Daiwei Zhu, Debopriyo Biswas, Michael Newman, Muyuan Li, Kenneth R. Brown, Marko Cetina, Christopher Monroe</i>
Major achievement showing that experimental groups are on the way to building error corrected quantum computers. This is a major step forward fault-tolerance.
</p>
</div>
</div>
</div>


<div id="outline-container-org05b20da" class="outline-2">
<h2 id="org05b20da">General Public Articles</h2>
<div class="outline-text-2" id="text-org05b20da">
</div>
<div id="outline-container-org132994c" class="outline-3">
<h3 id="org132994c">Study achieves a new record fiber QKD transmission distance of over 509 km – <a href="https://phys.org/news/2020-03-fiber-qkd-transmission-distance-km.html">source</a>
</h3>
<div class="outline-text-3" id="text-org132994c">
<p>
<i>Phys.org – Jian-Wei Pan, Qiang Zhang, Xiang-Bin Wang – University of Science and Technology of China and Tsinghua University</i>
A very specific protocol for QKD over very long distances on optical fiber. It would need to be really studied carefully to see how security proofs adapt to it. But it's an impressive result showing the potential of this technology.
</p>
</div>
</div>

<div id="outline-container-orge3742bd" class="outline-3">
<h3 id="orge3742bd">Quantum Technology 2020 Trends: These Are The Immediate Security Threats And Opportunities – <a href="https://www.forbes.com/sites/sap/2020/02/13/quantum-technology-2020-trends-these-are-the-immediate-security-threats-and-opportunities/">source</a>
</h3>
<div class="outline-text-3" id="text-orge3742bd">
<p>
<i>Forbes – SAP, IDC</i> Interesting to see that Quantum Communicaton is starting to be seen as the most immediately applicable quantum information technology. Quantum technologies is offering new solutions to cybersecurity threats including eg. hardware authentication. 
</p>
</div>
</div>

<div id="outline-container-orgc92b076" class="outline-3">
<h3 id="orgc92b076">Berkeley Lab to tackle particle physics with Quantum Computing – <a href="https://www.swissquantumhub.com/berkeley-lab-to-tackle-particle-physics-with-quantum-computing/">source</a>
</h3>
<div class="outline-text-3" id="text-orgc92b076">
<p>
<i>Swiss quantum hub – LBNL, IBM</i> The most compelling use of quantum machine learning to date in my opinion. It's not for replacing Siri's algo yet, but it shows that there is an advantage to QML even with currrent day machines.
</p>
</div>
</div>

<div id="outline-container-orgf0cad92" class="outline-3">
<h3 id="orgf0cad92">McAfee: Start protecting against quantum computing hacks now – <a href="https://venturebeat.com/2020/02/25/mcafee-start-protecting-against-quantum-computing-hacks-now/">source</a>
</h3>
<div class="outline-text-3" id="text-orgf0cad92">
<p>
<i>Venturebeat – McAfee</i> Private companies start embracing the movement started by the NIST warning that it's time to start worrying about quantum computers breaking today's encryption: the reason is that some businesses need to protect data over very long periods of time (think about health data that needs to be protected for several decades). Now stealing encrypted data now, storing it for 20 or 30 years and breaking it then with a Quantum Computer is a very plausible scenario. That is what it's all about. Solutions include post quantum crypto and in some situations quantum crypto.
</p>
</div>
</div>

<div id="outline-container-org88c9be6" class="outline-3">
<h3 id="org88c9be6">Scientists Create Quietest Semiconductor Quantum Bits Ever – 10 Times Lower Noise Than Previous Record – <a href="https://scitechdaily.com/scientists-create-quietest-semiconductor-quantum-bits-ever-10-times-lower-noise-than-previous-record/amp/">source</a>
</h3>
<div class="outline-text-3" id="text-org88c9be6">
<p>
<i>SciTechDaily – CQC2T, SQC – Michelle Simmons</i> Creating silicon qubits with very low noise (99% fidelity). Really impressive!
</p>
</div>
</div>
</div>

<div id="outline-container-org41098c9" class="outline-2">
<h2 id="org41098c9">Positions</h2>
<div class="outline-text-2" id="text-org41098c9">
</div>
<div id="outline-container-orgea579b4" class="outline-3">
<h3 id="orgea579b4">Several postdoc positions available at EDIPAR Virtual Quantum Lab (LIP6 CNRS Sorbonne Université and University of Edinburgh – <a href="http://edi-par.com/2020/09/21/vacancy-post-doctoral/">details</a>
</h3>
</div>
</div>
            
        
        <div id="disqus_thread"></div>
        <script>
        var disqus_shortname ="qoherences",
            disqus_url="https://h-oll.github.io/qoherences/posts/2020-10-19/",
        disqus_title="2020-10-19",
        disqus_identifier="cache/posts/2020-10-19.html",
        disqus_config = function () {
            this.language = "en";
        };
        (function() {
            var dsq = document.createElement('script'); dsq.async = true;
            dsq.src = 'https://' + disqus_shortname + '.disqus.com/embed.js';
            (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
        })();
    </script><noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a>
</noscript>
    <a href="https://disqus.com" class="dsq-brlink" rel="nofollow">Comments powered by <span class="logo-disqus">Disqus</span></a>


        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">



                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2021         <a href="mailto:harold.ollivier@linksights.io">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><!-- Global site tag (gtag.js) - Google Analytics --><script async src="https://www.googletagmanager.com/gtag/js?id=G-BGX6FC0Q0M"></script><script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'G-BGX6FC0Q0M');
</script><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
